itptest_mb/redis_mcf/redis_only/redis_output/redis7777.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    28965240 ops,  160563 (avg:  160913) ops/sec, 159.94MB/sec (avg: 160.23MB/sec), 18.66 (avg: 18.62) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       80907.01          ---          ---     18.61700     82724.25
Gets       80907.01     80850.81        56.19     18.61700     82273.83
Waits          0.00          ---          ---      0.00000          ---
Totals    161814.01     80850.81        56.19     18.61700    164998.08