itptest_mb/redis_mcf/redis_only/redis_output/redis7780.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%, 180 secs]  0 threads:    28969470 ops,  160830 (avg:  160934) ops/sec, 160.20MB/sec (avg: 160.26MB/sec), 18.66 (avg: 18.62) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       80915.84          ---          ---     18.61500     82733.28
Gets       80915.84     80860.10        55.74     18.61500     82283.26
Waits          0.00          ---          ---      0.00000          ---
Totals    161831.68     80860.10        55.74     18.61500    165016.55